RRN_Data/653600/653662.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2022-09-23T19:09:30.343+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2022-09-23T19:09:30.343+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="220920-000359" version="3"><overallSeverity>medium</overallSeverity><situationVersionTime>2022-09-23T19:09:29.307+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="MaintenanceWorks" id="220920-000359-1" version="3"><situationRecordCreationTime>2022-09-20T07:43:28.454+02:00</situationRecordCreationTime><situationRecordObservationTime>2022-09-23T19:09:05.470+02:00</situationRecordObservationTime><situationRecordVersionTime>2022-09-23T19:09:29.307+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2022-09-20T07:43:28.454+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><sourceName><values><value lang="fr">District Sud (Foix)</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2022-09-23T08:00:00.000+02:00</overallStartTime><overallEndTime>2022-09-23T18:00:00.000+02:00</overallEndTime><exceptionPeriod><periodName><values><value lang="FR">week-end et jours fériés</value></values></periodName></exceptionPeriod></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Sud (Foix)/CEI Ille-sur-Têt</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Cause chantier</value></values></comment><commentType>internalNote</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 3604 m à l'ouest de Prades ouest, fin : situé 890 m à l'est de Villefranche-de-Conflent</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>42.594727</latitude><longitude>2.3741786</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Corneilla-de-Conflent</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N116</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>42.59707</latitude><longitude>2.3773644</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Corneilla-de-Conflent</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N116</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>both</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Villefranche-de-Conflent</value></values></alertCLocationName><specificLocation>37239</specificLocation></alertCLocation><offsetDistance><offsetDistance>890</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Prades ouest</value></values></alertCLocationName><specificLocation>37238</specificLocation></alertCLocation><offsetDistance><offsetDistance>3604</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0116</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>400.0</distanceAlong><fromReferent><referentIdentifier>66PR47U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>66PR47U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><roadworksScale>minor</roadworksScale><mobility><mobilityType>mobile</mobilityType></mobility><roadMaintenanceType>roadMarkingWork</roadMaintenanceType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>